app/controllers/api/v1/users_controller.rb

            def index
                users = Dbmodel.order('created_at');
---
SELECT `dbmodels`.* FROM `dbmodels` ORDER BY created_at

            def show
                user = Dbmodel.find(params[:id])
---
SELECT  `dbmodels`.* FROM `dbmodels` WHERE `dbmodels`.`id` = 1 LIMIT 1

            def create
                user = Dbmodel.new(user_params)
                if user.save
---
INSERT INTO `dbmodels` (`nombre`, `email`, `password`, `created_at`, `updated_at`) VALUES ('lala', 'lalagata@gmail.com', '123', '2020-10-20 15:19:24', '2020-10-20 15:19:24')